Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON_EN>FR.tmx
Source language: en
Languages: fr_fr

source: DETECTIVE JUNG SEOHUN.
fr_fr: INSPECTEUR JUNG SEOHUN.

source: JUST GIVE UP QUIETLY!
fr_fr: ABANDONNE SANS FAIRE D’HISTOIRES !

source: OF COURSE NOT.
fr_fr: MAIS NON.

source: President's Office
fr_fr: Bureau du président

source: THAT’S YOUR MAJESTY TO YOU.
fr_fr: VOTRE MAJESTÉ, JE VOUS PRIE.

source: PRESS
fr_fr: SERRE

source: IS THAT THE WAY YOU TALK TO YOUR ELDERS?
fr_fr: C’EST COMME ÇA QUE TU PARLES AUX ADULTES ?

source: MLEH-
fr_fr: NA !

source: …HEREBY REQUEST YOU TO RESET MY TIME IN THE WHOLE PLANE.
fr_fr: JE VOUS DEMANDE DE RÉINITIALISER MON TEMPS DANS CE NIVEAU.

source: THIS WAY, PLEASE.
fr_fr: PAR ICI, JE VOUS PRIE.

source: WHEN I WAS IN THE DEPTHS OF MY DESPAIR...
fr_fr: J’ÉTAIS PLUS DÉSESPÉRÉE QUE JAMAIS...

source: *SIGH*
fr_fr: *SOUPIR*

source: HOW AM I ALIVE NOW?
fr_fr: POURQUOI SUIS-JE EN VIE ?

source: WAS IT MUWON CHOI?
fr_fr: C’ÉTAIT MUWON CHOI ?

source: OF COURSE, I'M NOT GLAD TO BE HERE, ASKING YOU...
fr_fr: ÉVIDEMMENT. ÇA NE ME PLAÎT PAS DE VENIR TE DEMANDER...

source: YOU SAID IT'S IMPORTANT.
fr_fr: TU AS DIT QUE C’ÉTAIT IMPORTANT.

source: CATCHING THE CULPRIT IN CASES LIKE THIS WOULD HARDLY BE PORTRAYED AS A VICTORY…
fr_fr: DANS LES AFFAIRES COMME CELLE-CI, TROUVER LE COUPABLE EST RAREMENT UNE VICTOIRE...

source: VERY WELL, I UNDERSTAND.
fr_fr: TRÈS BIEN, JE VOIS.

source: HEY, THE PLACE WAS GETTING BUSY, SO I ORDERED AHEAD.
fr_fr: ÇA COMMENÇAIT À SE REMPLIR, ALORS J’AI COMMANDÉ.

source: TRY EXERCISING...
fr_fr: TU DEVRAIS FAIRE DE L’EXERCICE...

source: MAKEUP, CHECK...
fr_fr: LE MAQUILLAGE, C’EST BON...

source: -SO THAT'S HOW THE ORIGINAL STORY WENT.
fr_fr: ÇA, C’EST L’HISTOIRE ORIGINALE.

source: GLANCE
fr_fr: REGARDE

source: YOU EVEN RAN AFTER HIM IN A HURRY...!
fr_fr: TU T’ES EMPRESSÉE DE LUI COURIR APRÈS...!

source: AH, I'VE HEARD OF THE ARTIST WHO CRAFTED THIS PIN.
fr_fr: OH, J’AI ENTENDU PARLER DE L’ARTISTE QUI CONÇOIT CES BARRETTES.

source: DID YOU KNOW THIS PERSON, DETECTIVE JUNG!
fr_fr: CONNAISSIEZ-VOUS CETTE PERSONNE, INSPECTEUR JUNG ?

source: ...YOUR HIGHNESS, ABOUT YOUR ENGAGEMENT TO SHARON...
fr_fr: ... VOTRE ALTESSE, À PROPOS DE VOS FIANÇAILLES AVEC SHARON...

source: DO YOU KNOW WHAT THE HELL IS GOING ON HERE?
fr_fr: VOUS SAVEZ CE QUI SE PASSE, ICI ?

source: FWOOSH
fr_fr: HEIN ?

source: YES, I’M SURE.
fr_fr: OUI, CERTAIN.

source: AN INVITATION HAS ARRIVED, MADAM.
fr_fr: UNE INVITATION EST ARRIVÉE, MADAME.

source: YOU WERE CRAVING SPICY TTEOKBOKKI* WAY BACK IN CHINA~
fr_fr: EN CHINE, TU AVAIS TOUJOURS ENVIE DE TTEOKBOKKI ÉPICÉ*~

source: WHAT ARE YOU DOING OVER THERE, LEAH?
fr_fr: QUE FAIS-TU ICI, LEAH ?

source: HOWEVER…
fr_fr: CEPENDANT...

source: AS THEY RUSHED TO BEGIN THE INTERVIEWS AND SEARCHED FOR ANY FURTHER EVIDENCE…
fr_fr: EN SE PRESSANT POUR COMMENCER LES INTERROGATOIRES ET DÉCOUVRIR D’AUTRES PREUVES...

source: Translation Team Lead:
fr_fr: Responsable de l’équipe traduction :

source: OH, COME ON.
fr_fr: OH, ÇA VA.

source: WHAT'S WRONG WITH YOU?
fr_fr: QU’EST-CE QUI VOUS PREND ?

source: I'M NOT SURE ABOUT THE REST OF YOU…
fr_fr: JE NE SAIS PAS POUR VOUS...

source: WHAT A DAY.
fr_fr: QUELLE JOURNÉE !

source: AENON, DRAG THIS OLD FOOL OUT OF MY SIGHT!
fr_fr: AENON, EMMENEZ CE FOU HORS DE MA VUE !

source: HOWEVER, LEONHARTZ.
fr_fr: NÉANMOINS, LEONHARTZ...

source: YOU'RE HERE TO DO BUSINESS WITH ME?
fr_fr: TU ES VENUE FAIRE AFFAIRE AVEC MOI ?

source: WHAT ARE YOU STRESSED ABOUT NOW?
fr_fr: QU’EST-CE QUI TE STRESSE, MAINTENANT ?

source: CLOSED?
fr_fr: CLASSÉE ?

source: THE END
fr_fr: FIN

source: VROOM
fr_fr: VROUM

source: IT ALL BEGAN WITH A FATEFUL FALL DOWN THE STAIRCASE.
fr_fr: TOUT A COMMENCÉ PAR UNE CHUTE DANS LES ESCALIERS.

source: TODAY IS THE NEW BEGINNING OF THE LIFE OF ADRIANNA, THE ELDEST DAUGHTER OF THE CRESCENTE DUCHY!
fr_fr: AUJOURD’HUI COMMENCE LA VIE D’ADRIANNA, FILLE AÎNÉE DU DUC DE CRESCENTE !

source: YOU KNOW WHAT A PROACTIVE INVESTIGATION IS, RIGHT?
fr_fr: VOUS SAVEZ CE QU’EST UNE ENQUÊTE PROACTIVE, HEIN ?

source: I'M GOING TO SURVIVE!
fr_fr: JE SURVIVRAI !

source: UGH
fr_fr: PFFF

source: MY GUT IS SCREAMING AT ME THAT THIS IS JUST A SIMPLE SUICIDE.
fr_fr: MON INTUITION ME DIT QU’IL NE S’AGIT QUE D’UN SUICIDE.

source: SHE LOVED READING BOOKS.
fr_fr: ELLE ADORAIT LIRE.

source: MMF…
fr_fr: ARGH…

source: WHAT- RIAN'S NOT DEAD YET?
fr_fr: QUOI ? RIAN N’EST PAS ENCORE MORTE ?

source: LET'S JUST FOCUS ON EATING NOW.
fr_fr: N’Y PENSONS PLUS. MANGEONS.

source: MY BROTHER THEODORE, THE HERO OF THE STORY, OVERCOMES HIS ANGER AND GRIEF AND DRIVES OUT HIS STEPMOTHER AND STEPSISTER.
fr_fr: MON FRÈRE THEODORE, LE HÉROS DE L’HISTOIRE, SURMONTE SA COLÈRE ET SON CHAGRIN ET CHASSE SA BELLE-MÈRE ET SA DEMI-SŒUR.

source: YES!
fr_fr: OUI !

source: IT'S TRULY EMBARRASSING.
fr_fr: C’EST TRÈS EMBARRASSANT.

source: I'M NOT HERE FOR PERSONAL MATTERS...!
fr_fr: JE NE SUIS PAS LÀ POUR DES RAISONS PERSONNELLES...!

source: STORY BY SWANSONG
fr_fr: HISTOIRE DE SWANSONG

source: IS IT BECAUSE OF HER NAME...?
fr_fr: EST-CE À CAUSE DE SON NOM...?

source: IT WAS STILL PREFERABLE TO MY CURRENT LIFE OF ISOLATION.
fr_fr: C’ÉTAIT TOUJOURS MIEUX QUE LA VIE SOLITAIRE QUE JE MENAIS.

source: WATCH WHAT YOU SAY!
fr_fr: NE DIS PAS N’IMPORTE QUOI !

source: MY FIRST IMPRESSION OF HER WAS THE SHE WAS CALM, APATHETIC, AND DULL.
fr_fr: QUAND JE L’AI RENCONTRÉE, JE L’AI TROUVÉE CALME, INDOLENTE ET INSIPIDE.

source: THANK YOU FOR YOUR CONCERN.
fr_fr: JE VOUS REMERCIE DE VOTRE SOLLICITUDE.

source: YOU’RE RIGHT.
fr_fr: TRÈS JUSTE.

source: BECAUSE OF MY POOR HEALTH, I WAS UNABLE TO ATTEND SOCIAL FUNCTIONS, SO I COULDN'T GIVE IT TO HER MYSELF...
fr_fr: À CAUSE DE MA SANTÉ FRAGILE, JE N’AI PAS PU ME RENDRE AUX FÊTES MONDAINES ET LA LUI REMETTRE EN PERSONNE...

source: THAT PROSECUTOR…
fr_fr: CE PROCUREUR...

source: GLEAM
fr_fr: RAYONNE

source: WE’RE EVEN NOW.
fr_fr: ON EST QUITTE.

source: I DON'T WANT TO LOOK AT THAT THING'S FACE WHILE I EAT!
fr_fr: JE N’AI PAS ENVIE DE VOIR SA TÊTE QUAND JE MANGE !

source: Coffee
fr_fr: Café

source: THEN THAT MEANS...!
fr_fr: MAIS ALORS...!

source: *D.A.O.:
fr_fr: XXX

source: THANK YOU VERY MUCH, YOUR MAJESTY!
fr_fr: MERCI INFINIMENT, VOTRE MAJESTÉ.

source: WHAM
fr_fr: BAM

source: GET UP!
fr_fr: LÈVE-TOI !

source: AENON LIONHEART, DUKE AND FIRST COMMANDER OF VALENCIA.
fr_fr: AENON CŒURDELION, DUC ET COMMANDANT DE VALENCIA,

source: N-NO!
fr_fr: N-NON !

source: I OPENED MY EYES AND-
fr_fr: QUAND J’AI OUVERT LES YEUX...

source: DON'T GIVE UP.
fr_fr: TIENS BON.

source: BUT IF YOU’D HAVE ME DRAG AN OLD MAN OUT TO THE STREETS, PEOPLE’D THINK ME A KNAVE.
fr_fr: SI JE DEVAIS TRAÎNER CE VIEIL HOMME DANS LA RUE, JE PASSERAIS POUR UN VAURIEN.

source: THAT’S ENOUGH, DANDELION!
fr_fr: ASSEZ, DANDELION !

source: PLUS… YOU HEAR THAT?
fr_fr: ET PUIS... VOUS ENTENDEZ ?

source: I USED TO BE A COUNTRY BUMPKIN, BUT NOW...
fr_fr: JE N’ÉTAIS QU’UNE PETITE PAYSANNE...

source: WAS ESPECIALLY POPULAR AMONG THE FEMALE READERS.
fr_fr: ELLE ÉTAIT TRÈS POPULAIRE CHEZ LES LECTRICES.

source: WISE BEYOND HER YEARS AND BELOVED BY ALL
fr_fr: DOTÉE D’UNE GRANDE SAGESSE ET AIMÉE DE TOUS,

source: MISS, DID YOU PASS IT ALONG?
fr_fr: LUI AVEZ-VOUS DONNÉ, MADEMOISELLE ?

source: USUALLY WHEN PEOPLE HANG THEMSELVES…
fr_fr: EN GÉNÉRAL, QUAND QUELQU’UN SE PEND...

source: THE SAME AS MY EX-WIFE'S. WHY...?
fr_fr: COMME MON EX-FEMME. POURQUOI...?

source: CALLING…
fr_fr: APPEL...

source: I’M BUSY AS HELL!
fr_fr: JE SUIS DÉBORDÉE !

source: BUT TODAY, YOU WENT ON A WALK AND TALKED TO THE PRINCE...
fr_fr: MAIS AUJOURD’HUI, VOUS VOUS ÊTES PROMENÉE ET VOUS AVEZ PARLÉ À UN PRINCE...

source: SIR, I THINK THAT MIGHT BE GOING TOO FAR.
fr_fr: MONSIEUR, ÇA VA TROP LOIN.

source: YOU DONE RUNNING YOUR TRAP NOW?
fr_fr: C’EST BON, TU AS FINI ?

source: WHAT’S WRONG, SOL?!
fr_fr: QU’Y A-T-IL, SOL ?!

source: I’M GOING TO GO WITH THEM.
fr_fr: MOI, JE VAIS AVEC EUX.

source: IT'S NOT GOOD ENOUGH.
fr_fr: CE N’EST PAS ASSEZ BIEN.

source: ONLY A LIMITED NUMBER ARE CREATED, SO IT IS EXTREMELY RARE AND HIGHLY VALUED.
fr_fr: IL EN CRÉE TRÈS PEU. ELLES SONT EXTRÊMEMENT RARES ET DE TRÈS GRANDE VALEUR.

source: YOU DON’T THINK HE’S THE KILLER, DO YOU?
fr_fr: VOUS NE LE CROYEZ PAS COUPABLE, SI ?

source: MR.
fr_fr: MONSIEUR

source: THINGS MUST BE REALLY TIGHT IF YOU HAVE TO COME TO YOUR EX-HUSBAND FOR HELP.
fr_fr: LA SITUATION DOIT ÊTRE CRITIQUE POUR QUE TU FASSES APPEL À TON EX-MARI.

source: TREMBLING~
fr_fr: TREMBLEMENT~

source: I'LL GET GOING.
fr_fr: JE M’EN VAIS.

source: YURAE, THE ONE YOU SAID...
fr_fr: YURAE, LA PERSONNE...

source: KRRGG
fr_fr: CRRR

source: WHAT DO YOU...?
fr_fr: QU’EST-CE QUE TU...?

source: ON THE OTHER HAND, SHARON IS THE DAUGHTER OF MY STEPMOTHER AND WAS BROUGHT INTO THE HOUSE BECAUSE OF HER MARRIAGE TO MY FATHER.
fr_fr: SHARON, ELLE, EST LA FILLE DE MA BELLE-MÈRE ET N’EST VENUE CHEZ NOUS QUE PARCE QUE SA MÈRE A ÉPOUSÉ MON PÈRE.

source: OH MY, MADAM...
fr_fr: MINCE ALORS. MADAME...

source: WITH THOSE WORDS, HE MEANS-
fr_fr: CE QU’IL VEUT DIRE PAR CES MOTS...

source: THE VICTIM’S CAR IS PARKED THERE.
fr_fr: LA VOITURE DE LA VICTIME Y EST.

source: SHE DOES WHAT?!
fr_fr: ELLE VOUS QUOI ?

source: THAT'S TWO WORDS.
fr_fr: EN VOILÀ DEUX.

source: AS I TAKE ON THIS SECOND LIFE...
fr_fr: PUISQUE C’EST MA SECONDE VIE...

source: I WAS DEFINITELY LIVING IN AN ORDINARY COUNTRY VILLAGE WHEN I DIED IN AN ACCIDENT...
fr_fr: JE VIVAIS DANS UN PETIT VILLAGE DE CAMPAGNE QUAND JE SUIS MORTE DANS UN ACCIDENT...

source: THEN LET THEM BUILD THEMSELVES INTO A CASTLE.
fr_fr: QU’ILS SE CHANGENT EN CHÂTEAU.

source: THE POWERFUL CECIA,
fr_fr: LA PUISSANTE CECIA,

source: IS THIS A NATURAL CONSEQUENCE OF MULTIPLE LIVES?
fr_fr: EST-CE NORMAL LORS D’UNE RÉINCARNATION ?

source: I WISH TO REVISIT THIS TOPIC ONCE THE NEXT HEAD OF THE DUCHY IS DECIDED.
fr_fr: JE SOUHAITE REVENIR SUR LE SUJET UNE FOIS QUE LE PROCHAIN CHEF DU DUCHÉ AURA ÉTÉ CHOISI.

source: I WAS GIVNG THIS FOOL A MOUTHFUL DURING LUNCHTIME OVER THE MURDER CASE IN GANGBUK DISTRICT…
fr_fr: J’AI ENGUEULÉ CET ABRUTI CE MIDI À PROPOS DU MEURTRE DANS L’ARRONDISSEMENT DE GANGBUK...

source: THAT, THAT'S...
fr_fr: MAIS C’EST...

source: TIP
fr_fr: TIC

source: OH MY...
fr_fr: MAIS, ENFIN...

source: MS.
fr_fr: MADAME

source: AND WHO THE HELL ARE YOU FOOLS?
fr_fr: ET VOUS ÊTES QUI, D’ABORD ?

source: I HAVE CHOSEN TO ACTIVATE CODE ZERO.
fr_fr: J’AI DÉCIDÉ D’ACTIVER LE CODE ZÉRO.

source: BEFORE THE MIGHT OF HER ARMIES
fr_fr: FACE À LA PUISSANCE DE SES ARMÉES

source: AND HEED MY COMMAND!
fr_fr: OBÉISSEZ À MES ORDRES.

source: TYPESETTING:
fr_fr: COMPOSITION :

source: YOU SHOULD JUST LET IT GO, SIR.
fr_fr: VOUS DEVRIEZ LAISSER TOMBER.

source: THIS IS CRAZY.
fr_fr: C’EST DINGUE.

source: I GUESS IT DIDN'T GO SO WELL?
fr_fr: J’IMAGINE QUE ÇA S’EST MAL PASSÉ ?

source: SORRY LEAH...
fr_fr: PARDON, LEAH...

source: I KNOW ABOUT THIS WORLD.
fr_fr: JE CONNAIS CET UNIVERS.

source: WHAT THE...
fr_fr: QU’EST-CE QUE...

source: WHO ELSE?
fr_fr: À QUI D’AUTRE ?

source: …SHE WAS PROBABLY DESPERATE TO ASK WHOEVER WAS CALLING FOR HELP.
fr_fr: ELLE ÉTAIT SÛREMENT DÉSESPÉRÉE. ELLE AURAIT PU M’APPELER À L’AIDE.

source: IT IS NOT FOR MYSELF THAT I DO THIS.
fr_fr: JE N’AGIS PAS AINSI DANS MON INTÉRÊT.

source: …WHILE WE WAITED FOR AN ARREST WARRANT JUST LIKE ANY OTHER DAY…
fr_fr: ... EN ATTENDANT UN MANDAT D’ARRÊT, COMME D’HABITUDE...

source: HOWEVER, THE SECOND PRINCE IS NOT A PUSHOVER...
fr_fr: MAIS LE PRINCE NE SE LAISSE PAS MARCHER SUR LES PIEDS...

source: IT’S TRADITION TO HAVE GOPCHANG WHEN YOU SEE A DEAD BODY.
fr_fr: LA TRADITION VEUT QU’ON MANGE DES GOPCHANG QUAND ON VOIT UN CADAVRE.

source: WHAT ABOUT IT?
fr_fr: ET ALORS ?

source: NOBODY’S LISTENING TO ME.
fr_fr: PERSONNE NE M’ÉCOUTE.

source: Barbra Ramos
fr_fr: Glocalize

source: THE EMPRESS CECIA, RULER OF NATION, DESTROYER OF DESPOTS, WISDOM INCARNATE, AND BEAUTY WITHOUT EQUAL, ASCENDED THE THRONE WHEN THE TYRANT ABYSSA, CURSED BE HIS NAME, SUFFERED DEFEAT AT HER HANDS…
fr_fr: L’IMPÉRATRICE CECIA, DIRIGEANTE DE LA NATION, DESTRUCTRICE DE DESPOTS, SAGESSE INCARNÉE ET BEAUTÉ SANS ÉGALE ACCÉDA AU TRÔNE APRÈS AVOIR VAINCU LE TYRAN ABYSSA, MAUDIT SOIT SON NOM...

source: THE LOCATION SEEMED NO DIFFERENT FROM ANY ORDINARY HOUSEHOLD.
fr_fr: C’ÉTAIT UNE PROPRIÉTÉ COMME LES AUTRES.

source: YOU STILL NEED TO SEE HIM.
fr_fr: TU DOIS Y ALLER DE TOUTE FAÇON.

source: GOING FROM THE LIFE A COUNTRY BUMPKIN TO THE LIFE OF A DUKE'S DAUGHTER...
fr_fr: PASSER D’UNE VIE DE PAYSANNE À CELLE D’UNE FILLE DE DUC...

source: Typesetting:
fr_fr: Composition :

source: W-WAIT!
fr_fr: A-ATTENDS !

source: SLAP
fr_fr: PAF

source: THAT DOLL IS...
fr_fr: CETTE PELUCHE...

source: YES, HE GOT SKINNIER.
fr_fr: OUI. IL A MAIGRI.

source: FORGIVE ME, MOTHER...
fr_fr: PARDONNEZ-MOI, MÈRE...

source: UGH, SHARON!
fr_fr: OH, NON. PAS SHARON !

source: YES, SIR!
fr_fr: OUI, CHEF !

source: STOP IT BEFORE CHANG-GYU REALLY KILLS YOU.
fr_fr: ARRÊTE AVANT QUE CHANG-GYU NE FINISSE PAR TE TUER.

source: THIS MORNING…
fr_fr: CE MATIN...

source: SURELY, YOU JEST.
fr_fr: VOUS PLAISANTEZ.

source: WHO CARES IF I'M NO THE MAIN CHARACTER?
fr_fr: TANT PIS SI JE NE SUIS PAS LE PERSONNAGE PRINCIPAL.

source: HUU...
fr_fr: HHH

source: CLICK CLACK
fr_fr: CLIP CLOP

source: THEN ARE YOU GOING TO JUST KEEP SITTING HERE?
fr_fr: ALORS, TU COMPTES RESTER ASSISE ICI ?

source: THE VICTIM, A 32-YEAR OLD WOMAN, WAS FOUND HANGING IN HER HOME.
fr_fr: LA VICTIME, UNE FEMME DE 32 ANS, A ÉTÉ RETROUVÉE PENDUE.

source: I JUST WANTED TO ENSURE THIS PIN GOT TO THE PRINCESS CAREFULLY.
fr_fr: JE VOULAIS SIMPLEMENT M’ASSURER QUE LA PRINCESSE RECEVRA BIEN CETTE ÉPINGLE.

source: BUT I'M ASKING YOU FOR A FAVOR.
fr_fr: VOYEZ CELA COMME UN SERVICE QUE JE VOUS DEMANDE.

source: AS A DETECTIVE, YOU SHOULD BE OBJECTIVE AND RATIONAL ABOUT THE CASE…FLINCH
fr_fr: VOUS DEVEZ RESTER IMPARTIAL ET RATIONNEL... SURSAUTE

source: UNLESS… DID YOU ASK FOR THEIR SUPPORT WITH THE INVESTIGATION, DETECTIVE KIM?
fr_fr: À MOINS QUE... LES AVEZ-VOUS APPELÉS EN RENFORT, INSPECTEUR KIM ?

source: POOF
fr_fr: POUF

source: AFTER MY DEATH...
fr_fr: APRÈS MA MORT...

source: BUT, IF MY BROTHER, THEODORE, BECOMES DUKE, HE'LL MARRY ME!
fr_fr: MAIS SI MON FRÈRE THEODORE DEVIENT DUC, ALORS, IL M’ÉPOUSERA, MOI !

source: KNOCK KNOCK
fr_fr: TOC TOC

source: PLEASE WAIT FOR A MINUTE!
fr_fr: VEUILLEZ ATTENDRE UN INSTANT !

source: BRING THEM BACK…
fr_fr: RAMENEZ-LES...

source: YOU’RE FRICKEN’ OLD ENOUGH TO BEHAVE LIKE AN ADULT, AREN’T YOU?
fr_fr: VOUS ÊTES ASSEZ GRAND POUR VOUS COMPORTER EN ADULTE.

source: YOUR SUITORS ARE AS NUMEROUS AS THE SANDS ON THE SHORE!
fr_fr: VOUS AVEZ AUTANT DE PRÉTENDANTS QU’IL Y A DE SABLE SUR LE RIVAGE !

source: GLOW SPA
fr_fr: SPA BONNE MINE

source: TAK!
fr_fr: TAC !

source: AND SINCE THE DEATH OF THE DUKE OF CRESCENTE,
fr_fr: DEPUIS QUE LE DUC DE CRESCENTE NOUS A QUITTÉS,

source: ARE YOU SURE YOU WANT TO RESET YOUR TIME IN THE WHOLE PLANE?
fr_fr: ÊTES-VOUS SÛR DE VOULOIR RÉINITIALISER VOTRE TEMPS ?

source: THAT'S WHAT YOU SHOULD CARE ABOUT, UNDERSTOOD?
fr_fr: C’EST ÇA QUI DEVRAIT T’IMPORTER, COMPRIS ?

source: CLATTER
fr_fr: CLAC

source: I’M… JUST NERVOUS, THAT’S ALL.
fr_fr: JE... JE SUIS TENDUE, C’EST TOUT.

source: THE CEO'S EX-WIFE?!
fr_fr: L’EX-FEMME DU PRÉSIDENT ?!

source: THUD
fr_fr: BAM

source: AND HE MARRIES THE HEROINE, RAMONA, THUS CONCLUDING THE STORY WITH A HAPPY ENDING.
fr_fr: ET ÉPOUSE L’HÉROÏNE, RAMONA, DONNANT AINSI UNE FIN HEUREUSE À L’HISTOIRE.

source: A MURDER CASE CLEVERLY DISGUISED AS A SUICIDE.
fr_fr: UN MEURTRE HABILEMENT MAQUILLÉ EN SUICIDE.

source: THAT’S WHAT I’VE BEEN TRYING TO TELL YOU!
fr_fr: C’EST BIEN CE QUE J’ESSAIE DE VOUS DIRE !

source: AH, IT’S IMPERIAL MAJESTY NOW.
fr_fr: AH, C’EST VOTRE MAJESTÉ IMPÉRIALE, À PRÉSENT.

source: CREAK
fr_fr: CRAC

source: LANDED ON THE FRONT PAGE EVERY SINGLE DAY.
fr_fr: S’EST RETROUVÉE TOUS LES JOURS EN PREMIÈRE PAGE.

source: THERE’S NO NEED FOR YOU TO TAKE OVER THE CASE.
fr_fr: VOUS N’AVEZ PAS BESOIN DE LA REPRENDRE.

source: QUALITY CONTROL:
fr_fr: CONTRÔLE QUALITÉ :

source: GREETINGS TO THE SECOND PRINCE LEONHARTZ.
fr_fr: JE VOUS SALUE, PRINCE LEONHARTZ.

source: TWITCH
fr_fr: TAC

source: Quality Control Team Lead:
fr_fr: Responsable du contrôle qualité :

source: OH HO...
fr_fr: OH...

source: I SIMPLY CALLED THE NUMBER LISTED BEHIND THE WINDSHIELD.
fr_fr: J’AI APPELÉ LE NUMÉRO INDIQUÉ DERRIÈRE LE PARE-BRISE.

source: I’D FEEL SAFER TO MOVE AS A GROUP!
fr_fr: RESTONS GROUPÉS. C’EST PLUS SÛR !

source: TWEAK
fr_fr: AJUSTE

source: BOOM
fr_fr: BOUM

source: ANYWAY!
fr_fr: BON !

source: MY STEPMOTHER, AND OWN TRUE-BORN DAUGHTER, SHARON.
fr_fr: MA BELLE-MÈRE ET SA FILLE BIOLOGIQUE, SHARON.

source: CLUTCH
fr_fr: SERRE

source: THEN WHY?
fr_fr: ALORS, POURQUOI ?

source: BRING YOUR WEAPONS IF YOU’VE GOT ONE.
fr_fr: PRENEZ VOS ARMES SI VOUS EN AVEZ.

source: APPEALS!
fr_fr: DES DOLÉANCES !

source: YOU SHALL SCOUR THE LANDS IN SEARCH OF CLOTHING BEFITTING A QUEEN IN APPEARANCE, COMFORT, AND PRACTICALITY.
fr_fr: TU SILLONNERAS NOS TERRES EN QUÊTE DE VÊTEMENTS DIGNES D’UNE REINE, PRÉSENTABLES ET CONFORTABLES.

source: BUT...
fr_fr: MAIS...

source: EVERYONE EXCEPT THE NEW ONE, MY PERSONAL MAID, LEAH.
fr_fr: TOUTES SAUF LA NOUVELLE, MA FEMME DE CHAMBRE, LEAH.

source: ARE YOU FEELING WELL NOW?
fr_fr: VOUS VOUS SENTEZ MIEUX ?

source: WHERE DO YOU LIVE AGAIN?
fr_fr: OÙ HABITEZ-VOUS ?

source: WHISPER
fr_fr: MURMURE

source: AFTER THE MEAL.
fr_fr: APRÈS LE REPAS.

source: AFTER MY FATHER PASSED AWAY, I WAS LEFT IN THE HOUSEHOLD WITH ONLY...
fr_fr: À LA MORT DE MON PÈRE, JE ME SUIS RETROUVÉE SEULE AVEC...

source: YOU MUST BEAR AN HEIR—
fr_fr: IL FAUT UN HÉRITIER...

source: AND WHERE AM I?
fr_fr: OÙ SUIS-JE ?

source: OH NO, THIS ISN'T THE TIME FOR THIS.
fr_fr: OH, NON. CE N’EST PAS LE MOMENT.

source: FLUSH
fr_fr: ROUGIS

source: LOOK HERE, MISTER.
fr_fr: ÉCOUTEZ, MONSIEUR.

source: THE PRINCE IS PRESENT.
fr_fr: NOUS SOMMES AVEC LE PRINCE.

source: WHERE ARE WE?
fr_fr: ON EST OÙ ?

source: Original Novel by:
fr_fr: Un roman original de :

source: COMPARED TO THAT, THE DEPARTMENT STORE'S ACCIDENT IS TRIVIAL.
fr_fr: À CÔTÉ DE ÇA, CE QUI S’EST PASSÉ AU GRAND MAGASIN SEMBLE DÉRISOIRE.

source: THE STAIRS...?
fr_fr: LES ESCALIERS...?

source: AFTER THREE YEARS, TO JUST SHOW UP LIKE THIS...
fr_fr: RESSURGIR COMME ÇA, AU BOUT DE TROIS ANS...

source: ALRIGHT, ALRIGHT.
fr_fr: BIEN, BIEN.

source: WHAT MAKES YOU THINK YOU GET TO B*TCH ABOUT IT BY YOURSELF?
fr_fr: CE N’EST PAS UNE RAISON POUR FAIRE CH*ER TOUT LE MONDE.

source: …BUT I WAS APPARENTLY “SUMMONED” TO ANOTHER WORLD ACCORDING TO THIS SO-CALLED “ANGEL” OR WHATEVER…
fr_fr: ... MAIS IL SEMBLERAIT QUE J’AIE ÉTÉ « APPELÉ » DANS UN AUTRE MONDE, SI J’EN CROIS CETTE ESPÈCE « D’ANGE »...

source: WELL, YOU SEE…
fr_fr: À VRAI DIRE...

source: WHAT?!
fr_fr: QUOI ?!

source: IS THAT WHAT YOUR GUT TELLS YOU?
fr_fr: VOUS AVEZ CETTE INTUITION ?

source: WHY ARE YOU ALWAYS HERE NAGGING ME ABOUT THE SAME THING?
fr_fr: QUAND ALLEZ-VOUS CESSER DE ME RÉPÉTER LA MÊME CHOSE ?

source: AFTER THAT...
fr_fr: ET APRÈS...

source: SIR.
fr_fr: MONSIEUR.

source: YOUR MAJEEESSTTYYY!
fr_fr: VOTRE MAJESTÉÉÉ !

source: GET ME PRESCRIPTION-STRENGTH SLEEPING PILLS.
fr_fr: IL ME FAUT DES SOMNIFÈRES SUR ORDONNANCE.

source: WHY ARE YOU HANDING THAT TO RIAN?
fr_fr: POURQUOI DONNES-TU CETTE INVITATION À RIAN ?

source: FROM EVERY ANGLE, I THINK IT'S AMAZING!
fr_fr: À TOUS POINTS DE VUE, JE TROUVE CELA INCROYABLE !

source: THIS WILL MAKE HER VERY HAPPY.
fr_fr: ELLE SERA RAVIE.

source: HEH
fr_fr: HÉ

source: WHEN IS THE ESTIMATED TIME OF DEATH?
fr_fr: À QUAND REMONTE LA MORT ?

source: IF SHE WANTS TO STAY THERE, I SAY LET HER.
fr_fr: QU’ELLE RESTE ICI SI C’EST CE QU’ELLE VEUT.

source: Animina
fr_fr: Juliette Duffy

source: ART BY:
fr_fr: ILLUSTRATION DE :

source: IT WOULD BE DISRESPECTFUL TO THE ROYAL FAMILY IF I KNEW OF THE PRINCE'S ARRIVAL, BUT DID NOT PAY MY RESPECTS...
fr_fr: CE SERAIT MANQUER DE RESPECT ENVERS LA FAMILLE ROYALE QUE DE NE PAS PRÉSENTER MES HOMMAGES AU PRINCE QUI NOUS REND VISITE...

source: MAYBE SHE WAS GETTING STRANGLED TO DEATH.
fr_fr: ELLE ÉTAIT PEUT-ÊTRE EN TRAIN DE SE FAIRE ÉTRANGLER.

source: SO?
fr_fr: ET ?

source: WHAT DID YOU SAY?
fr_fr: PARDON ?

source: WHY… FOR THE SAKE OF THE KINGDOM AND ITS POSTERITY, MY QUEEN!
fr_fr: MAIS... POUR LE BIEN DU ROYAUME ET DE SA POSTÉRITÉ, MA REINE !

source: PLEASE HELP YOURSELVES.
fr_fr: JE VOUS EN PRIE, ALLEZ-Y.

source: THOSE TWO LIVE A LONG AND HAPPY LIFE.
fr_fr: ENSEMBLE, ILS EURENT UNE LONGUE ET HEUREUSE VIE.

source: YOU KNOW WHAT’S AFTER DINNER?
fr_fr: ET APRÈS DÎNER ?

source: AFTER RUDOLPH WAS BORN...
fr_fr: À SA NAISSANCE...

source: SO LET ME GO ALREADY.
fr_fr: ALORS, LAISSEZ-MOI PARTIR.

source: HE IS MY VERY YOUNG HALF-BROTHER.
fr_fr: C’EST MON TRÈS JEUNE DEMI-FRÈRE.

source: LISTEN, THAT BRAT IS A NOBODY NOW.
fr_fr: ÉCOUTE, OUBLIE CE SALE TYPE.

source: IF RUDOLPH BECOMES DUKE, IT'LL BE SHARON...
fr_fr: C’EST QUE SI RUDOLPH DEVIENT DUC, IL CHOISIRA SHARON...

source: THE POSITION OF CROWN PRINCESS IS MINE!
fr_fr: LA PRINCESSE HÉRITIÈRE, CE SERA MOI !

source: HOW MANY TIMES ARE YOU MAKING HIM REDO THE CONSTRUCTION?
fr_fr: COMBIEN DE FOIS VA-T-IL DEVOIR RECOMMENCER LE CHANTIER ?

source: MOM, WHY?!
fr_fr: POURQUOI, MAMAN ?

source: STORY BY:
fr_fr: HISTOIRE DE :

source: HOW DARE SHE!
fr_fr: COMMENT OSE-T-ELLE ?

source: YOU CAN'T CONTINUE IN THIS STATE FOREVER, CAN YOU?
fr_fr: VOUS NE POUVEZ PAS RESTER AINSI, N’EST-CE PAS ?

source: BUT DUE TO AN UNFORTUNATE ACCIDENT, I DIED TOO SOON...
fr_fr: MAIS JE SUIS MORTE TROP JEUNE, DANS UN TRISTE ACCIDENT...

source: AND WHAT’S WITH THESE CLOTHES?
fr_fr: ET CETTE TENUE !

source: I'LL HAVE TO MAKE CONNECTIONS WHILE SOCIALIZING!
fr_fr: JE POURRAI RENCONTRER DES GENS ET ME FAIRE DES RELATIONS !

source: I DREAM OF HEALTH, WEALTH, AND A LONG LIFE
fr_fr: JE RÊVE DE VIVRE RICHE, LONGTEMPS ET EN BONNE SANTÉ

source: ALL THE MAIDS OBEY MY STEPMOTHER SINCE SHE TOOK OVER THE DUCHY.
fr_fr: LES DOMESTIQUES OBÉISSENT À MA BELLE-MÈRE DEPUIS QU’ELLE A REPRIS LE DUCHÉ.

source: KIYAAAH!
fr_fr: HIIIIIII !

source: “WHAT?”
fr_fr: « QUOI ? »

source: I FEEL DIFFERENT FROM BEFORE.
fr_fr: JE ME SENS DIFFÉRENTE.

source: THAT SHOCK FROM FALLING DOWN THE STAIRS...
fr_fr: CE CHOC QUE J’AI REÇU EN TOMBANT...

source: A FOOL LIKE YOU SHOULD HURRY UP AND DIE!
fr_fr: ESPÈCE D’IDIOTE. TU DEVRAIS MOURIR !

source: YOU’RE KILLING ME.
fr_fr: VOUS M’ÉPUISEZ.

source: EEK!
fr_fr: ARGH !

source: THIS IS A NEW START TO EVERYTHING.
fr_fr: C’EST UN NOUVEAU DÉPART.

source: HMPH
fr_fr: HMMM

source: AND THIS IS...
fr_fr: ET J’AI AUSSI CECI...

source: THUNK
fr_fr: TCHACK

source: AND I AM...
fr_fr: ET MOI, JE SUIS...

source: YURAE DIDN'T ASK FOR OR DEMAND ANYTHING AS A WIFE.
fr_fr: QUAND ELLE ÉTAIT MA FEMME, YURAE NE M’A JAMAIS RIEN DEMANDÉ.

source: HIS HIGHNESS...
fr_fr: SON ALTESSE...

source: THAT’S WHEN THE RELATIVELY LAX INITIAL INVESTIGATION REALLY BEGAN TO PICK UP THE PACE.
fr_fr: C’EST À PARTIR DE LÀ QUE L’ENQUÊTE A VRAIMENT COMMENCÉ À ACCÉLÉRER.

source: THUS BEGAN THE GREAT CAMPAIGN, WHEREIN SHE WAGED WAR ON COUNTLESS NATIONS, NUMBERED AT NINE AND NINETY.
fr_fr: AINSI DÉBUTA LA GRANDE CAMPAGNE AU COURS DE LAQUELLE ELLE DÉCLARA LA GUERRE À 99 NATIONS.

source: Story by:
fr_fr: Histoire de :

source: THEY MANAGED TO NARROW DOWN SHIN JISOO’S TIME OF DEATH TO BETWEEN 07:30 AND 08:00.
fr_fr: ILS ONT ESTIMÉ L’HEURE DE LA MORT DE SHIN JISOO ENTRE 07H30 ET 08H00.

source: WE JUST MET TODAY, MAN.
fr_fr: ON VIENT DE SE RENCONTRER.

source: SHE DIDN'T EVEN ALLOW ME TO DEBUT INTO SOCIETY.
fr_fr: ELLE NE M’A MÊME PAS LAISSÉ FAIRE MES DÉBUTS EN SOCIÉTÉ.

source: BUT OF COURSE YOU WOULDN’T UNDERSTAND!
fr_fr: MAIS ÇA, VOUS NE POUVEZ PAS LE COMPRENDRE !

source: *SPICY TTEOKBOKKI:
fr_fr: *TTEOKBOKKI ÉPICÉ :
